Repository: PagoFlash/pagoflash-sdk
Catalog: pagoflash-woocommerce-plugin/languages/pagoflash-*.po
Languages: es_es

source: [PagoFlash] Your site %s is experiencing problems on payment process
es_es: [PagoFlash] Tu sitio web %s está experimentando problemas en el proceso de pago

source: [%s] Error with PagoFlash WooCommerce extension
es_es: [%s] Error con la extensión para WooCommerce de PagoFlash

source: [%s] Error with WooCommerce extension
es_es: [%s] Error con la extensión para WooCommerce

source: Proceed to PagoFlash
es_es: Usar PagoFlash

source: Allow your customers to pay using PagoFlash International
es_es: Permite a tus clientes pagar usando PagoFlash International

source: Enabled
es_es: Activado

source: Enable PagoFlash Payment
es_es: Activar los pagos con PagoFlash

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Este controla el título que el usuario ve durante la confirmación de la compra.

source: Description
es_es: Descripción

source: Payment method description that the customer will see on your checkout.
es_es: Descripción del método de pago que el cliente verá al confirmar la compra.

source: Message on Successful Finish
es_es: Mensaje al terminar exitosamente

source: Your payment has been accepted
es_es: Tu pago ha sido aceptado

source: Message to display when the payment process has been completed successfully
es_es: Mensaje a mostrar cuando el proceso de pago ha sido completado exitosamente

source: Message on Payment Error
es_es: Mensaje en caso de error

source: Your payment has been rejected
es_es: Su pago ha sido rechazado

source: Message to display when the payment process has some error
es_es: Mensaje que se muestra cuando el proceso de pago tiene algún error

source: Site URL Callback
es_es: URL Callback

source: Test Mode
es_es: Modo de prueba

source: Enable Test Mode
es_es: Activar el modo de prueba

source: Verbose Log
es_es: Log detallado

source: Write on log the steps of the payment process. If this option is unchecked only errors are written to log
es_es: Escribe en el log los pasos del proceso de pago. Si esta opción está desmarcada solo se escribirán en el log los mensajes de error

source: Write process steps on log
es_es: Escribir los pasos del proceso en el log

source: Email to notify errors
es_es: Email para notificar los errores

source: Email address where error notifications will be sent
es_es: Dirección de email hacia la cual se enviarán las notificaciones de error

source: Notify errors to PagoFlash
es_es: Notificar errores a PagoFlash

source: Send a copy of the error emails to PagoFlash support team (soporte@pagoflash.com)
es_es: Enviar una copia de los mensajes de error al equipo de soporte de PagoFlash (soporte@pagoflash.com)

source: This allow to PagoFlash to be notified when an error occurs in order to help you to solve it efficiently
es_es: Esto permite notificar a PagoFlash cuando ha ocurrido un error para ayudarte a resolverlo eficientemente

source: Error procesing payment, please let us check and try again in 10 minutes
es_es: Error preparando el pago, permítanos revisar e intente nuevamente en 10 minutos

source: This action will remove all data of this plugin, do you want to continue?
es_es: Esta acción quitará todos los datos de este plugin, ¿desea continuar?

source: Your payment could not be completed
es_es: Su pago no pudo ser completado

source: Back to Cart
es_es: Volver al carrito

source: Your payment has been completed
es_es: Su pago ha sido completado

source: Go To My Account
es_es: Ir a Mi Cuenta

source: Back To Shop
es_es: Volver a la Tienda

source: Select Text
es_es: Seleccionar texto

source: Create Account
es_es: Crear Cuenta

source: Your store is experiencing problems
es_es: Tu tienda está experimentando problemas

source: We have detected that your store is having dificults to complete the payments using PagoFlash
es_es: Hemos detectado que tu tienda está teniendo dificultades para completar los pagos utilizando PagoFlash

source: PagoFlash support team has been advised about the situation, but we recommend you to take some of this actions:
es_es: El equipo de soporte de PagoFlash debe ser notificado de la situación, pero antes te recomendamos tomar alguna de las siguientes acciones:

source: Check that the <a href="%s" target="_blank">configuration of the extension</a> match <a href="%s" target="_blank">your PagoFlash info</a>
es_es: Verifica que la <a href="%s" target="_blank">configuración del plugin</a> conincide con <a href="%s" target="_blank">tu información en PagoFlash</a
